ppOffer=Transacci\u00f3n de oferta
ppClick=Transacci\u00f3n de producto

pleaseTryLater=Por favor, intent\u00e1 nuevamente m\u00e1s tarde

success=\u00c9xito
error=Error

successfullyAddingStore=Comercio agregado con \u00e9xito
errorAddingStore=Hubo un problema al intentar agregar el comercio
duplicateCUIT=Ya existe otro comercio registrado con ese CUIT
duplicateRZ=Ya existe otro comercio registrado con esa Raz\u00f3n Social

successfullyAddingCategory=Categor\u00eda agregada con \u00e9xito
errorAddingCategory=Hubo un problema al intentar agregar la categor\u00eda

successfullyEditStore=Comercio editado con \u00e9xito
errorEditStore=Hubo un problema al intentar editar el comercio

successfullyEditCategory=Categor\u00eda editada con \u00e9xito
errorEditCategory=Hubo un problema al intentar editar la categor\u00eda


successfullyEditProfile=Perfil editado con \u00e9xito
errorEditProfile=Hubo un problema al intentar editar el perfil

successfulRegistry=Usuario registrado con \u00e9xito
errorRegisty=Error al registrar usuario
duplicateUser=Ya existe otro usuario registrado con ese nombre de usuario
duplicateDNI=Ya existe otro usuario registrado con ese DNI
duplicateEmail=Ya existe otro usuario registrado con ese email

errorLogin=Error en los datos ingresados

successfullyEditConfig=Configuraciones agregadas con \u00e9xito
errorEditConfig=Hubo un problema al intentar agregar las configuraciones

redirecting=Vas a ser redirigido

cancel=Cancelar
login=Ingresar

errorTogglingStore1=Hubo un problema al intentar
errorTogglingStore2=el comercio
successTogglingStore1=El comercio se
successTogglingStore2=con \u00e9xito

enabled=habilit\u00f3
disabled=deshabilit\u00f3

register=Registrarse
needToReg=Necesit\u00e1s registrarte para proseguir
noAccount=No ten\u00e9s una cuenta? Registrate ac\u00e1

formNombre=Nombre
formApellido=Apellido
formDNI=DNI
formUser=Nombre de Usuario
formEmail=Email
formPass=Contrase\u00f1a
formPassVer=Verificar Contrase\u00f1a


successfulConnection=La conexi\u00f3n se realiz\u00f3 exitosamente.
errorConnection=Hubo un error al intenter conectarse al Servicio Web. Por favor, corrobor\u00e1 la URL y prob\u00e1 nuevamente.


errorTogglingCat1=Hubo un problema al intentar
errorTogglingCat2=la categor\u00eda
successTogglingCat1=La categor\u00eda se
successTogglingCat2=con \u00e9xito


# Strings para form validation

# registro
firstnameVal=Por favor, ingres\u00e1 tu nombre
lastnameVal=Por favor, ingres\u00e1 tu apellido
dniVal=Por favor, ingres\u00e1 tu DNI
dniValMinLength=Tu DNI debe tener al menos 7 d\u00edgitos y no m\u00e1s de 8
usernameVal=Por favor, ingres\u00e1 un nombre de usuario
usernameValLength=Tu nombre de usuario debe tener al menos 2 caracteres
passwordVal=Por favor, ingres\u00e1 una contrase\u00f1a
passwordValLength=Tu contrase\u00f1a debe tener al menos 5 caracteres.
passwordConfVal=Por favor, ingres\u00e1 la verificaci\u00f3n de tu contrase\u00f1a
passwordConfValLength=Tu contrase\u00f1a debe tener al menos 5 caracteres
passwordConfValEqual=Las contrase\u00f1as no coinciden
emailVal=Por favor, ingres\u00e1 una direcciOn de correo v\u00e1lida

# nueva categoria
spanishVal=Por favor, ingres\u00e1 un nombre en Espa\u00f1ol para la categor\u00eda
englishVal=Por favor, ingres\u00e1 un nombre en Ingl\u00e9s para la categor\u00eda
imageVal=Por favor, ingres\u00e1 una URL para la imagen de la categor\u00eda
imageURLVal=El texto ingresado no corresponde a una URL.

# nuevo comercio
cssFormatVal=El formato no es v\u00e1lido (.cssClass)
publicNameVal=Por favor, ingres\u00e1 el nombre p\u00fablico del comercio
companyName=Por favor, ingres\u00e1 la raz\u00f3n social del comercio
CUITVal=Por favor, ingres\u00e1 el CUIT del comercio
CUITLenVal=El formato del CUIT no es correcto
addressVal=Por favor, ingres\u00e1 la direcci\u00f3n del comercio
zipCodeVal=Por favor, ingres\u00e1 el c\u00f3digo postal del comercio
phoneVal=Por favor, ingres\u00e1 un tel\u00e9fono del comercio
logoURLVal=Por favor, ingres\u00e1 la URL al logo del comercio
logoFormVal=Por favor, ingres\u00e1 una URL v\u00e1lida
authTokenVal=Por favor, ingres\u00e1 el token de autorizaci\u00f3n
baseURLVal=Por favor, ingres\u00e1 la URL del servicio
baseURLFormVal=Por favor, ingres\u00e1 una URL v\u00e1lida
portVal=Por favor, ingres\u00e1 el puerto del servicio
functionVal=Por favor, ingres\u00e1 la funci\u00f3n del servicio
ppProdVal=Por favor, ingres\u00e1 la comisi\u00f3n
ppOfferVal=Por favor, ingres\u00e1 la comisi\u00f3n
urlCategoriasVal=Por favor, ingres\u00e1 una URL para la categor\u00eda
urlCategoriasFormVal=Por favor, ingres\u00e1 una URL v\u00e1lida
cssIteratorVal=Por favor, ingres\u00e1 la clase css del iterador
cssNombreVal=Por favor, ingres\u00e1 la clase css para el nombre
cssModelVal=Por favor, ingres\u00e1 la clase css para el modelo
cssBrandVal=Por favor, ingres\u00e1 la clase css para la marca
cssPriceVal=Por favor, ingres\u00e1 la clase css para el precio
cssImgURLVal=Por favor, ingres\u00e1 la clase css para la imagen
cssProductURLVal=Por favor, ingres\u00e1 la clase css para la URL del producto
paginationNextvVal=Por favor, ingres\u00e1 la clase css para la detecci\u00f3n de la pr\u00f3xima p\u00e1gina
paginationParamVal=Por favor, ingres\u00e1 el par\u00e1metro de paginaci\u00f3n
